Revit 2015 API
PointElementReference Constructor
Initializes a new instance of the PointElementReference class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public PointElementReference()
Visual Basic
Public Sub New
Visual C++
public:
PointElementReference()
See Also
PointElementReference Class
Autodesk.Revit.DB Namespace